Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.rejected.message
source: We couldn't verify your identity, so this account is locked. If you believe this was a mistake, you can appeal.
ar: لم نتمكن من توثيق هويتك، لذلك هذا الحساب مقفل. إن كنت ترى أن هذا خطأ، يمكنك تقديم تظلّم.
bn: আপনার পরিচয় যাচাই করা যায়নি, তাই এই অ্যাকাউন্ট লক করা হয়েছে। ভুল হয়েছে মনে করলে আপিল করতে পারেন।
ca: No hem pogut verificar la teva identitat, així que aquest compte està bloquejat. Si creus que ha estat un error, pots apel·lar.
cs: Tvou totožnost se nepodařilo ověřit, proto je tento účet uzamčen. Pokud si myslíš, že šlo o chybu, můžeš se odvolat.
da: Vi kunne ikke verificere din identitet, så denne konto er låst. Hvis du mener, det var en fejl, kan du anke.
de: Wir konnten deine Identität nicht verifizieren, daher ist dieses Konto gesperrt. Wenn du glaubst, dass es ein Fehler war, kannst du Einspruch einlegen.
el: Δεν μπορέσαμε να επαληθεύσουμε την ταυτότητά σου, γι' αυτό ο λογαριασμός είναι κλειδωμένος. Αν πιστεύεις ότι έγινε λάθος, μπορείς να υποβάλεις ένσταση.
es: No pudimos verificar tu identidad, por lo que esta cuenta está bloqueada. Si crees que fue un error, puedes apelar.
fi: Henkilöllisyyttäsi ei voitu vahvistaa, joten tämä tili on lukittu. Jos uskot tämän olevan virhe, voit valittaa.
fr: Nous n’avons pas pu vérifier votre identité, ce compte est donc verrouillé. Si vous pensez qu’il s’agit d’une erreur, vous pouvez faire un recours.
he: לא הצלחנו לאמת את זהותך, ולכן החשבון הזה נעול. אם אתה סבור שזו טעות, אפשר לערער.
hi: हम आपकी पहचान सत्यापित नहीं कर सके, इसलिए यह अकाउंट लॉक है। अगर आपको लगता है कि यह ग़लती थी, तो आप अपील कर सकते हैं।
hr: Nismo mogli potvrditi tvoj identitet pa je ovaj račun zaključan. Ako smatraš da je to pogreška, možeš se žaliti.
hu: Nem tudtuk hitelesíteni a személyazonosságodat, ezért a fiók zárolva van. Ha szerinted tévedés történt, fellebbezhetsz.
id: Kami tidak bisa memverifikasi identitasmu, jadi akun ini dikunci. Jika kamu merasa ini keliru, kamu bisa mengajukan banding.
it: Non siamo riusciti a verificare la tua identità, quindi questo account è bloccato. Se pensi sia stato un errore, puoi fare ricorso.
ja: 本人確認ができなかったため、このアカウントはロックされています。誤りだと思われる場合は、異議を申し立てられます。
ko: 신원을 확인하지 못해 이 계정이 잠겼어요. 실수라고 생각하면 이의를 신청할 수 있어요.
ml: നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിക്കാനായില്ല, അതിനാൽ ഈ അക്കൗണ്ട് ലോക്ക് ചെയ്തിരിക്കുന്നു. ഇതൊരു പിഴവാണെന്ന് തോന്നുന്നെങ്കിൽ അപ്പീൽ ചെയ്യാം.
ms: Kami tidak dapat mengesahkan identiti anda, jadi akaun ini dikunci. Jika anda percaya ini satu kesilapan, anda boleh membuat rayuan.
nb: Vi kunne ikke verifisere identiteten din, så denne kontoen er låst. Hvis du tror det var en feil, kan du anke.
nl: We konden je identiteit niet verifiëren, dus dit account is vergrendeld. Denk je dat dit een vergissing is, dan kun je bezwaar maken.
pl: Nie udało się zweryfikować Twojej tożsamości, więc to konto jest zablokowane. Jeśli uważasz, że to pomyłka, możesz się odwołać.
pt_br: Não conseguimos verificar sua identidade, por isso esta conta está bloqueada. Se acha que foi um engano, você pode contestar.
pt_pt: Não conseguimos verificar a sua identidade, por isso esta conta está bloqueada. Se acha que foi um engano, pode contestar.
ro: Nu ți-am putut verifica identitatea, așa că acest cont este blocat. Dacă crezi că a fost o greșeală, poți contesta.
ru: Нам не удалось подтвердить вашу личность, поэтому аккаунт заблокирован. Если считаете, что это ошибка, вы можете подать апелляцию.
sk: Nepodarilo sa nám overiť tvoju totožnosť, preto je tento účet uzamknutý. Ak si myslíš, že išlo o chybu, môžeš sa odvolať.
sv: Vi kunde inte verifiera din identitet, så det här kontot är låst. Om du tror att det var ett misstag kan du överklaga.
ta: உங்கள் அடையாளத்தைச் சரிபார்க்க முடியவில்லை, எனவே இந்தக் கணக்கு பூட்டப்பட்டுள்ளது. இது தவறு என்று நினைத்தால் மேல்முறையீடு செய்யலாம்.
te: మీ గుర్తింపును ధృవీకరించలేకపోయాం, కాబట్టి ఈ ఖాతా లాక్ చేయబడింది. ఇది పొరపాటని మీరు భావిస్తే, అప్పీల్ చేయవచ్చు.
th: เรายืนยันตัวตนของคุณไม่ได้ บัญชีนี้จึงถูกล็อก หากคุณคิดว่าเป็นความผิดพลาด คุณอุทธรณ์ได้
tr: Kimliğinizi doğrulayamadık, bu yüzden bu hesap kilitli. Bunun bir hata olduğunu düşünüyorsanız itiraz edebilirsiniz.
uk: Нам не вдалося верифікувати вашу особу, тому цей обліковий запис заблоковано. Якщо ви вважаєте, що це помилка, ви можете оскаржити рішення.
ur: ہم آپ کی شناخت کی تصدیق نہیں کر سکے، اس لیے یہ اکاؤنٹ مقفل ہے۔ اگر آپ کو لگتا ہے کہ یہ غلطی تھی تو آپ اپیل کر سکتے ہیں۔
vi: Chúng tôi không xác minh được danh tính của bạn nên tài khoản này bị khóa. Nếu bạn cho rằng đây là nhầm lẫn, bạn có thể khiếu nại.
zh_hans: 我们无法验证你的身份，因此此账户已被锁定。如果你认为这是个错误，可以申诉。
zh_hant: 我們無法驗證你的身分，因此此帳號已被鎖定。若你認為這是誤判，可以提出申訴。

# auth.rejected.reason.a11yLabel
source: Reason given. %@
ar: السبب المذكور. %@
bn: কারণ জানানো হয়েছে। %@
ca: Motiu indicat. %@
cs: Uvedený důvod. %@
da: Begrundelse. %@
de: Angegebener Grund. %@
el: Αιτιολογία. %@
es: Motivo indicado. %@
fi: Annettu syy. %@
fr: Motif indiqué. %@
he: הסיבה שניתנה. %@
hi: बताया गया कारण। %@
hr: Navedeni razlog. %@
hu: Megadott ok. %@
id: Alasan yang diberikan. %@
it: Motivo indicato. %@
ja: 理由。%@
ko: 사유. %@
ml: നൽകിയ കാരണം. %@
ms: Sebab yang diberikan. %@
nb: Oppgitt årsak. %@
nl: Opgegeven reden. %@
pl: Podany powód. %@
pt_br: Motivo informado. %@
pt_pt: Motivo indicado. %@
ro: Motivul oferit. %@
ru: Указанная причина. %@
sk: Uvedený dôvod. %@
sv: Angiven orsak. %@
ta: கூறப்பட்ட காரணம். %@
te: ఇచ్చిన కారణం. %@
th: เหตุผลที่ให้ไว้ %@
tr: Belirtilen neden. %@
uk: Вказана причина. %@
ur: بتائی گئی وجہ۔ %@
vi: Lý do được nêu. %@
zh_hans: 给出的原因。%@
zh_hant: 原因說明。%@

# auth.rejected.reason.dateOfBirthMismatch
source: The date of birth on the identity you presented does not match the date of birth you entered.
ar: تاريخ الميلاد في الهوية التي قدّمتها لا يطابق تاريخ الميلاد الذي أدخلته.
bn: আপনি যে পরিচয়পত্র দেখিয়েছেন তার জন্মতারিখ আপনার দেওয়া জন্মতারিখের সাথে মেলে না।
ca: La data de naixement de la identitat que has presentat no coincideix amb la que has introduït.
cs: Datum narození na předloženém dokladu se neshoduje s datem narození, které jsi zadal.
da: Fødselsdatoen på det id, du viste, svarer ikke til den fødselsdato, du angav.
de: Das Geburtsdatum im vorgelegten Ausweis stimmt nicht mit dem von dir eingegebenen Geburtsdatum überein.
el: Η ημερομηνία γέννησης στην ταυτότητα που υπέβαλες δεν ταιριάζει με την ημερομηνία γέννησης που εισήγαγες.
es: La fecha de nacimiento de la identidad que presentaste no coincide con la que introdujiste.
fi: Esittämäsi henkilöllisyyden syntymäaika ei vastaa antamaasi syntymäaikaa.
fr: La date de naissance figurant sur l’identité présentée ne correspond pas à celle que vous avez saisie.
he: תאריך הלידה בזהות שהצגת אינו תואם לתאריך הלידה שהזנת.
hi: आपके दिखाए गए पहचान दस्तावेज़ पर जन्म तिथि आपकी दर्ज की गई जन्म तिथि से मेल नहीं खाती।
hr: Datum rođenja na predočenoj ispravi ne podudara se s datumom rođenja koji si unio/unijela.
hu: A bemutatott okmányon szereplő születési dátum nem egyezik a megadott születési dátummal.
id: Tanggal lahir pada identitas yang kamu tunjukkan tidak cocok dengan tanggal lahir yang kamu masukkan.
it: La data di nascita sul documento presentato non corrisponde a quella che hai inserito.
ja: 提示された身分証明書の生年月日が、入力された生年月日と一致しません。
ko: 제출한 신분증의 생년월일이 입력한 생년월일과 일치하지 않아요.
ml: നിങ്ങൾ സമർപ്പിച്ച തിരിച്ചറിയൽ രേഖയിലെ ജനനത്തീയതി നിങ്ങൾ നൽകിയ ജനനത്തീയതിയുമായി ഒത്തുപോകുന്നില്ല.
ms: Tarikh lahir pada identiti yang anda kemukakan tidak sepadan dengan tarikh lahir yang anda masukkan.
nb: Fødselsdatoen på legitimasjonen du la fram, stemmer ikke med fødselsdatoen du oppga.
nl: De geboortedatum op het identiteitsbewijs dat je hebt getoond komt niet overeen met de geboortedatum die je hebt ingevoerd.
pl: Data urodzenia z okazanego dokumentu tożsamości nie zgadza się z wpisaną przez Ciebie datą urodzenia.
pt_br: A data de nascimento na identidade apresentada não corresponde à data de nascimento que você informou.
pt_pt: A data de nascimento na identidade que apresentou não corresponde à data de nascimento que introduziu.
ro: Data nașterii de pe actul prezentat nu coincide cu data nașterii introduse de tine.
ru: Дата рождения в предъявленном документе не совпадает с введённой вами датой рождения.
sk: Dátum narodenia na predloženom doklade sa nezhoduje s dátumom narodenia, ktorý si zadal.
sv: Födelsedatumet på identiteten du visade stämmer inte med födelsedatumet du angav.
ta: நீங்கள் காட்டிய அடையாளத்தில் உள்ள பிறந்த தேதி, நீங்கள் உள்ளிட்ட பிறந்த தேதியுடன் பொருந்தவில்லை.
te: మీరు సమర్పించిన గుర్తింపులోని పుట్టిన తేదీ, మీరు నమోదు చేసిన పుట్టిన తేదీతో సరిపోలడం లేదు.
th: วันเกิดบนเอกสารยืนยันตัวตนที่คุณแสดงไม่ตรงกับวันเกิดที่คุณกรอก
tr: Sunduğunuz kimlikteki doğum tarihi, girdiğiniz doğum tarihiyle eşleşmiyor.
uk: Дата народження в наданому документі не збігається з датою народження, яку ви ввели.
ur: آپ کی پیش کردہ شناخت پر تاریخ پیدائش آپ کی درج کردہ تاریخ پیدائش سے نہیں ملتی۔
vi: Ngày sinh trên giấy tờ bạn xuất trình không khớp với ngày sinh bạn đã nhập.
zh_hans: 你出示的身份证件上的出生日期与你填写的出生日期不一致。
zh_hant: 你出示的身分證件上的出生日期，與你輸入的出生日期不符。

# auth.rejected.reason.documentExpired
source: The identity document you presented has expired.
ar: انتهت صلاحية وثيقة الهوية التي قدّمتها.
bn: আপনি যে পরিচয়পত্র দেখিয়েছেন তার মেয়াদ শেষ হয়ে গেছে।
ca: El document d'identitat que has presentat ha caducat.
cs: Předložený doklad totožnosti je prošlý.
da: Det id-dokument, du viste, er udløbet.
de: Das vorgelegte Ausweisdokument ist abgelaufen.
el: Το έγγραφο ταυτότητας που υπέβαλες έχει λήξει.
es: El documento de identidad que presentaste ha caducado.
fi: Esittämäsi henkilöllisyysasiakirja on vanhentunut.
fr: Le document d’identité que vous avez présenté est expiré.
he: תוקף מסמך הזהות שהצגת פג.
hi: आपके दिखाए गए पहचान दस्तावेज़ की वैधता समाप्त हो चुकी है।
hr: Predočena isprava je istekla.
hu: A bemutatott azonosító okmány lejárt.
id: Dokumen identitas yang kamu tunjukkan sudah kedaluwarsa.
it: Il documento d'identità presentato è scaduto.
ja: 提示された身分証明書は有効期限が切れています。
ko: 제출한 신분증이 만료되었어요.
ml: നിങ്ങൾ സമർപ്പിച്ച തിരിച്ചറിയൽ രേഖയുടെ കാലാവധി കഴിഞ്ഞു.
ms: Dokumen identiti yang anda kemukakan telah tamat tempoh.
nb: Legitimasjonen du la fram, er utløpt.
nl: Het identiteitsbewijs dat je hebt getoond is verlopen.
pl: Okazany dokument tożsamości jest nieważny.
pt_br: O documento de identidade apresentado está vencido.
pt_pt: O documento de identificação que apresentou expirou.
ro: Actul de identitate prezentat a expirat.
ru: Срок действия предъявленного документа истёк.
sk: Platnosť predloženého dokladu totožnosti vypršala.
sv: Id-dokumentet du visade har gått ut.
ta: நீங்கள் காட்டிய அடையாள ஆவணம் காலாவதியாகிவிட்டது.
te: మీరు సమర్పించిన గుర్తింపు పత్రం గడువు ముగిసింది.
th: เอกสารยืนยันตัวตนที่คุณแสดงหมดอายุแล้ว
tr: Sunduğunuz kimlik belgesinin süresi dolmuş.
uk: Термін дії наданого вами документа закінчився.
ur: آپ کا پیش کردہ شناختی دستاویز میعاد ختم ہو چکا ہے۔
vi: Giấy tờ tùy thân bạn xuất trình đã hết hạn.
zh_hans: 你出示的身份证件已过期。
zh_hant: 你出示的身分證件已過期。

# auth.rejected.reason.hint
source: The reviewer's explanation for the decision
ar: شرح المراجع للقرار
bn: সিদ্ধান্তের বিষয়ে রিভিউয়ারের ব্যাখ্যা
ca: L'explicació del revisor sobre la decisió
cs: Vysvětlení rozhodnutí od posuzovatele
da: Den gennemgåendes forklaring på afgørelsen
de: Die Erklärung des Prüfers für die Entscheidung
el: Η εξήγηση του ελεγκτή για την απόφαση
es: La explicación del revisor sobre la decisión
fi: Tarkastajan selitys päätökselle
fr: L’explication du vérificateur pour cette décision
he: ההסבר של הבודק להחלטה
hi: इस फ़ैसले के बारे में समीक्षक का स्पष्टीकरण
hr: Objašnjenje recenzenta za odluku
hu: Az elbíráló indoklása a döntéshez
id: Penjelasan peninjau tentang keputusan ini
it: La spiegazione del revisore per la decisione
ja: 審査担当者による判断の説明
ko: 검토자가 설명한 결정 사유
ml: തീരുമാനത്തെക്കുറിച്ചുള്ള റിവ്യൂവറുടെ വിശദീകരണം
ms: Penjelasan penyemak untuk keputusan itu
nb: Begrunnelsen fra den som vurderte saken
nl: De toelichting van de beoordelaar bij de beslissing
pl: Wyjaśnienie decyzji od osoby weryfikującej
pt_br: A explicação do analista para a decisão
pt_pt: A explicação do revisor para a decisão
ro: Explicația evaluatorului pentru decizie
ru: Объяснение проверяющего по поводу решения
sk: Vysvetlenie rozhodnutia od posudzovateľa
sv: Granskarens förklaring av beslutet
ta: முடிவுக்கு மதிப்பாய்வாளர் அளித்த விளக்கம்
te: ఈ నిర్ణయానికి సమీక్షకుడి వివరణ
th: คำอธิบายของผู้ตรวจสอบสำหรับการตัดสิน
tr: İnceleyenin karar için yaptığı açıklama
uk: Пояснення рішення від перевіряльника
ur: فیصلے کے بارے میں جائزہ لینے والے کی وضاحت
vi: Giải thích của người xét duyệt về quyết định
zh_hans: 审核员对该决定的说明
zh_hant: 審核人員對此決定的說明

# auth.rejected.reason.hint.decision
source: Why the decision was made
ar: سبب القرار
bn: সিদ্ধান্তটি কেন নেওয়া হয়েছে
ca: Per què es va prendre la decisió
cs: Proč bylo rozhodnutí učiněno
da: Hvorfor afgørelsen blev truffet
de: Warum die Entscheidung getroffen wurde
el: Γιατί ελήφθη η απόφαση
es: Por qué se tomó la decisión
fi: Miksi päätös tehtiin
fr: Pourquoi la décision a été prise
he: למה התקבלה ההחלטה
hi: फ़ैसला क्यों लिया गया
hr: Zašto je donesena odluka
hu: Miért született ez a döntés
id: Mengapa keputusan ini diambil
it: Perché è stata presa la decisione
ja: 判断の理由
ko: 결정이 내려진 이유
ml: തീരുമാനമെടുത്തതിന്റെ കാരണം
ms: Mengapa keputusan itu dibuat
nb: Hvorfor avgjørelsen ble tatt
nl: Waarom de beslissing is genomen
pl: Dlaczego podjęto tę decyzję
pt_br: Por que a decisão foi tomada
pt_pt: Porque a decisão foi tomada
ro: De ce a fost luată decizia
ru: Почему принято это решение
sk: Prečo sa rozhodlo takto
sv: Varför beslutet fattades
ta: முடிவு ஏன் எடுக்கப்பட்டது
te: ఈ నిర్ణయం ఎందుకు తీసుకున్నారు
th: เหตุผลที่ตัดสินเช่นนี้
tr: Kararın neden verildiği
uk: Чому ухвалено це рішення
ur: فیصلہ کیوں کیا گیا
vi: Vì sao có quyết định này
zh_hans: 作出该决定的原因
zh_hant: 作出此決定的原因

# auth.rejected.reason.hint.screening
source: Why the automatic check turned the photos away
ar: سبب رفض الفحص الآلي للصور
bn: স্বয়ংক্রিয় যাচাই কেন ছবিগুলো ফিরিয়ে দিয়েছে
ca: Per què la comprovació automàtica ha rebutjat les fotos
cs: Proč automatická kontrola fotografie odmítla
da: Hvorfor den automatiske kontrol afviste fotoene
de: Warum die automatische Prüfung die Fotos abgelehnt hat
el: Γιατί ο αυτόματος έλεγχος απέρριψε τις φωτογραφίες
es: Por qué la comprobación automática rechazó las fotos
fi: Miksi automaattinen tarkistus hylkäsi kuvat
fr: Pourquoi le contrôle automatique a refusé les photos
he: למה הבדיקה האוטומטית דחתה את התמונות
hi: स्वचालित जाँच ने फ़ोटो क्यों लौटाईं
hr: Zašto je automatska provjera odbila fotografije
hu: Miért utasította el a fotókat az automatikus ellenőrzés
id: Mengapa pemeriksaan otomatis menolak fotonya
it: Perché il controllo automatico ha rifiutato le foto
ja: 自動チェックで写真が受け付けられなかった理由
ko: 자동 확인이 사진을 거부한 이유
ml: ഓട്ടോമാറ്റിക് പരിശോധന ഫോട്ടോകൾ നിരസിച്ചതിന്റെ കാരണം
ms: Mengapa semakan automatik menolak foto itu
nb: Hvorfor den automatiske kontrollen avviste bildene
nl: Waarom de automatische controle de foto's heeft afgewezen
pl: Dlaczego automatyczna kontrola odrzuciła zdjęcia
pt_br: Por que a verificação automática recusou as fotos
pt_pt: Porque a verificação automática recusou as fotos
ro: De ce a respins verificarea automată fotografiile
ru: Почему автоматическая проверка отклонила фото
sk: Prečo automatická kontrola fotky odmietla
sv: Varför den automatiska kontrollen avvisade bilderna
ta: தானியங்கிச் சோதனை புகைப்படங்களை ஏன் நிராகரித்தது
te: ఆటోమేటిక్ తనిఖీ ఫోటోలను ఎందుకు తిరస్కరించింది
th: เหตุผลที่การตรวจสอบอัตโนมัติปฏิเสธรูปภาพ
tr: Otomatik kontrolün fotoğrafları neden reddettiği
uk: Чому автоматична перевірка відхилила фото
ur: خودکار جانچ نے تصاویر کیوں واپس کیں
vi: Vì sao bước kiểm tra tự động từ chối các ảnh
zh_hans: 自动检查拒绝这些照片的原因
zh_hant: 自動檢查退回照片的原因

# auth.rejected.reason.nationalityMismatch
source: The nationality on the identity you presented does not match the nationality you selected.
ar: الجنسية في الهوية التي قدّمتها لا تطابق الجنسية التي اخترتها.
bn: আপনি যে পরিচয়পত্র দেখিয়েছেন তার জাতীয়তা আপনার বেছে নেওয়া জাতীয়তার সাথে মেলে না।
ca: La nacionalitat de la identitat que has presentat no coincideix amb la que has seleccionat.
cs: Státní příslušnost na předloženém dokladu se neshoduje s tou, kterou jsi vybral.
da: Nationaliteten på det id, du viste, svarer ikke til den nationalitet, du valgte.
de: Die Staatsangehörigkeit im vorgelegten Ausweis stimmt nicht mit der von dir gewählten überein.
el: Η υπηκοότητα στην ταυτότητα που υπέβαλες δεν ταιριάζει με την υπηκοότητα που επέλεξες.
es: La nacionalidad de la identidad que presentaste no coincide con la que seleccionaste.
fi: Esittämäsi henkilöllisyyden kansalaisuus ei vastaa valitsemaasi kansalaisuutta.
fr: La nationalité figurant sur l’identité présentée ne correspond pas à celle que vous avez sélectionnée.
he: האזרחות בזהות שהצגת אינה תואמת לאזרחות שבחרת.
hi: आपके दिखाए गए पहचान दस्तावेज़ पर राष्ट्रीयता आपकी चुनी हुई राष्ट्रीयता से मेल नहीं खाती।
hr: Državljanstvo na predočenoj ispravi ne podudara se s državljanstvom koje si odabrao/odabrala.
hu: A bemutatott okmányon szereplő állampolgárság nem egyezik a kiválasztott állampolgársággal.
id: Kewarganegaraan pada identitas yang kamu tunjukkan tidak cocok dengan kewarganegaraan yang kamu pilih.
it: La nazionalità sul documento presentato non corrisponde a quella che hai selezionato.
ja: 提示された身分証明書の国籍が、選択された国籍と一致しません。
ko: 제출한 신분증의 국적이 선택한 국적과 일치하지 않아요.
ml: നിങ്ങൾ സമർപ്പിച്ച തിരിച്ചറിയൽ രേഖയിലെ പൗരത്വം നിങ്ങൾ തിരഞ്ഞെടുത്ത പൗരത്വവുമായി ഒത്തുപോകുന്നില്ല.
ms: Kewarganegaraan pada identiti yang anda kemukakan tidak sepadan dengan kewarganegaraan yang anda pilih.
nb: Nasjonaliteten på legitimasjonen du la fram, stemmer ikke med nasjonaliteten du valgte.
nl: De nationaliteit op het identiteitsbewijs dat je hebt getoond komt niet overeen met de nationaliteit die je hebt gekozen.
pl: Obywatelstwo z okazanego dokumentu tożsamości nie zgadza się z wybranym przez Ciebie obywatelstwem.
pt_br: A nacionalidade na identidade apresentada não corresponde à nacionalidade que você selecionou.
pt_pt: A nacionalidade na identidade que apresentou não corresponde à nacionalidade que selecionou.
ro: Cetățenia de pe actul prezentat nu coincide cu cea selectată de tine.
ru: Гражданство в предъявленном документе не совпадает с выбранным вами.
sk: Štátna príslušnosť na predloženom doklade sa nezhoduje so štátnou príslušnosťou, ktorú si vybral.
sv: Nationaliteten på identiteten du visade stämmer inte med nationaliteten du valde.
ta: நீங்கள் காட்டிய அடையாளத்தில் உள்ள குடியுரிமை, நீங்கள் தேர்ந்தெடுத்த குடியுரிமையுடன் பொருந்தவில்லை.
te: మీరు సమర్పించిన గుర్తింపులోని జాతీయత, మీరు ఎంచుకున్న జాతీయతతో సరిపోలడం లేదు.
th: สัญชาติบนเอกสารยืนยันตัวตนที่คุณแสดงไม่ตรงกับสัญชาติที่คุณเลือก
tr: Sunduğunuz kimlikteki uyruk, seçtiğiniz uyrukla eşleşmiyor.
uk: Громадянство в наданому документі не збігається з тим, яке ви вибрали.
ur: آپ کی پیش کردہ شناخت پر قومیت آپ کی منتخب کردہ قومیت سے نہیں ملتی۔
vi: Quốc tịch trên giấy tờ bạn xuất trình không khớp với quốc tịch bạn đã chọn.
zh_hans: 你出示的身份证件上的国籍与你选择的国籍不一致。
zh_hant: 你出示的身分證件上的國籍，與你選擇的國籍不符。

# auth.rejected.reason.noFace
source: Your selfie does not show a face. Take the selfie again, looking at the camera, and submit again.
ar: صورتك الذاتية لا تُظهر وجهاً. التقطها مرة أخرى وأنت تنظر إلى الكاميرا، وأرسلها مرة أخرى.
bn: আপনার সেলফিতে কোনো মুখ দেখা যাচ্ছে না। ক্যামেরার দিকে তাকিয়ে আবার সেলফি তুলুন এবং আবার জমা দিন।
ca: El teu selfie no mostra cap cara. Torna a fer el selfie mirant a la càmera i torna-ho a enviar.
cs: Na tvém selfie není vidět obličej. Pořiď selfie znovu, dívej se do fotoaparátu, a odešli znovu.
da: Din selfie viser ikke et ansigt. Tag selfien igen med blikket mod kameraet, og send igen.
de: Auf deinem Selfie ist kein Gesicht zu sehen. Nimm das Selfie erneut auf, sieh dabei in die Kamera, und sende es noch einmal ab.
el: Η selfie σου δεν δείχνει πρόσωπο. Τράβηξε ξανά selfie κοιτώντας την κάμερα και υπέβαλέ την ξανά.
es: Tu selfie no muestra un rostro. Hazte el selfie de nuevo, mirando a la cámara, y envíalo otra vez.
fi: Selfiessäsi ei näy kasvoja. Ota selfie uudelleen katsoen kameraan ja lähetä uudelleen.
fr: Votre selfie ne montre pas de visage. Reprenez le selfie en regardant l’appareil photo, puis renvoyez-le.
he: הסלפי שלך לא מראה פנים. צלם את הסלפי שוב, כשאתה מביט למצלמה, ושלח שוב.
hi: आपकी सेल्फ़ी में चेहरा नहीं दिखता। कैमरे की ओर देखते हुए दोबारा सेल्फ़ी लें और फिर से सबमिट करें।
hr: Na tvom selfieju nema lica. Ponovno se slikaj gledajući u kameru i pošalji ponovno.
hu: A szelfiden nem látszik arc. Készíts új szelfit a kamerába nézve, és küldd be újra.
id: Selfie-mu tidak menampakkan wajah. Ambil selfie lagi sambil menatap kamera, lalu kirim ulang.
it: Il tuo selfie non mostra un volto. Scatta di nuovo il selfie guardando la fotocamera e invia di nuovo.
ja: 自撮りに顔が写っていません。カメラを見て自撮りを撮り直し、もう一度送信してください。
ko: 셀카에 얼굴이 보이지 않아요. 카메라를 보고 셀카를 다시 찍어 제출해 주세요.
ml: നിങ്ങളുടെ സെൽഫിയിൽ മുഖം കാണുന്നില്ല. ക്യാമറയിലേക്ക് നോക്കി വീണ്ടും സെൽഫി എടുത്ത് വീണ്ടും സമർപ്പിക്കുക.
ms: Swafoto anda tidak menunjukkan wajah. Ambil swafoto semula sambil memandang kamera, dan hantar semula.
nb: Selfien din viser ikke et ansikt. Ta selfien på nytt mens du ser mot kameraet, og send inn igjen.
nl: Op je selfie is geen gezicht te zien. Maak de selfie opnieuw, kijk in de camera en verstuur opnieuw.
pl: Na Twoim selfie nie widać twarzy. Zrób selfie jeszcze raz, patrząc w aparat, i wyślij ponownie.
pt_br: Sua selfie não mostra um rosto. Tire a selfie de novo, olhando para a câmera, e envie novamente.
pt_pt: A sua selfie não mostra um rosto. Tire a selfie novamente, a olhar para a câmara, e submeta de novo.
ro: Selfie-ul tău nu arată o față. Fă din nou selfie-ul, privind spre cameră, și trimite din nou.
ru: На вашем селфи не видно лица. Сделайте селфи снова, глядя в камеру, и отправьте заново.
sk: Na tvojom selfie nie je vidieť tvár. Odfoť selfie znova, pozeraj sa do fotoaparátu, a odošli ho znova.
sv: Ditt ansikte syns inte på selfien. Ta en ny selfie med blicken mot kameran och skicka in igen.
ta: உங்கள் செல்ஃபியில் முகம் தெரியவில்லை. கேமராவைப் பார்த்து மீண்டும் செல்ஃபி எடுத்து மறுபடி சமர்ப்பியுங்கள்.
te: మీ సెల్ఫీలో ముఖం కనిపించడం లేదు. కెమెరా వైపు చూస్తూ సెల్ఫీని మళ్లీ తీసి, మళ్లీ సమర్పించండి.
th: เซลฟีของคุณไม่เห็นใบหน้า ถ่ายเซลฟีอีกครั้งโดยมองที่กล้อง แล้วส่งใหม่
tr: Selfie'nizde yüz görünmüyor. Kameraya bakarak selfie'yi yeniden çekin ve tekrar gönderin.
uk: На вашому селфі не видно обличчя. Зробіть селфі ще раз, дивлячись у камеру, і надішліть знову.
ur: آپ کی سیلفی میں چہرہ نظر نہیں آتا۔ کیمرے کی طرف دیکھتے ہوئے دوبارہ سیلفی لیں اور دوبارہ جمع کرائیں۔
vi: Ảnh selfie của bạn không thấy khuôn mặt. Hãy chụp lại selfie, nhìn vào camera, rồi gửi lại.
zh_hans: 你的自拍中没有出现人脸。请看着镜头重新自拍，然后再次提交。
zh_hant: 你的自拍中沒有出現人臉。請看著鏡頭重新自拍，然後再次送出。
